Repository: ClawdBonzo/menomap
Catalog: MenoMap/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, es_419, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Hormone therapy is a decision to make with a clinician
ar: العلاج الهرموني قرار يُتخذ مع الطبيب
cs: Hormonální léčba je rozhodnutí, které se dělá s lékařem
da: Hormonbehandling er en beslutning, du træffer sammen med en læge
de: Hormonersatztherapie: eine Entscheidung mit deiner Ärztin oder deinem Arzt
el: Η ορμονική θεραπεία είναι απόφαση που παίρνεις μαζί με γιατρό
es: La terapia hormonal es una decisión que se toma con un profesional sanitario
es_419: La terapia hormonal es una decisión que se toma con un profesional de la salud
fi: Hormonihoidosta päätetään yhdessä lääkärin kanssa
fr: Le traitement hormonal est une décision à prendre avec un médecin
he: טיפול הורמונלי הוא החלטה שמקבלים עם רופא/ה
hi: हार्मोन थेरेपी का फ़ैसला डॉक्टर के साथ मिलकर लेना चाहिए
hr: Hormonska terapija odluka je koju donosiš s liječnikom
hu: A hormonpótló kezelésről orvossal együtt kell dönteni
id: Terapi hormon adalah keputusan yang perlu diambil bersama dokter
it: La terapia ormonale è una decisione da prendere con un medico
ja: ホルモン補充療法は、医師と一緒に決めることです
ko: 호르몬 대체 요법은 의료진과 함께 내리는 결정이에요
ms: Terapi hormon ialah keputusan yang perlu dibuat bersama doktor
nb: Hormonbehandling er en beslutning du tar sammen med en lege
nl: Over hormoontherapie beslis je samen met een arts
pl: Terapia hormonalna to decyzja do podjęcia z lekarzem
pt_br: A terapia hormonal é uma decisão para tomar com um profissional de saúde
pt_pt: A terapêutica hormonal é uma decisão a tomar com um profissional de saúde
ro: Terapia hormonală este o decizie de luat împreună cu un medic
sk: O hormonálnej liečbe treba rozhodnúť spolu s lekárom
sv: Hormonbehandling är ett beslut att fatta tillsammans med en läkare
th: การใช้ฮอร์โมนทดแทนเป็นการตัดสินใจร่วมกับแพทย์
tr: Hormon tedavisi, doktorla birlikte verilecek bir karardır
uk: Гормональна терапія — це рішення, яке ухвалюють разом із лікарем
vi: Liệu pháp hormone là quyết định cần đưa ra cùng bác sĩ
zh_hans: 是否使用激素治疗，需要与医生一起决定
zh_hant: 荷爾蒙療法是需要和醫師一起做的決定
